// YaoXT 2024/06/18  https://yaoxt0508-lab.github.io/LoveTree/
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的王先生",
        "第一次这样正式的称呼你",
        "因为今天是我们的婚礼",
        "尽管我们已经经历过十三年的风雨",
        "可你每次见到我时",
        "眼里都发着光，脸上都带着笑",
        "我就知道，好幸运",
        "最后，我嫁给了爱情",
        "王浩同学",
        "你很好，什么都好",
        "能出现在你的生命力，是我的运气",
        "感谢你为我准备的婚礼",
        "想到这漫长岁月，要共度一生的那个人是你",
        "我就勇敢的，无所畏惧",
    ],
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2011-04-12T00:00:00",
    // 双方的名字
    names: ["王浩", "姚晓婷"]
}
